Repository: vandarpay/restrict-content-pro
Catalog: vandar-for-restrict-content-pro/languages/vandar-for-rcp-*.po
Languages: fa_ir

source: Vandar API key is missing
fa_ir: کلید API وندار وارد نشده است

source: Unfortunately, the payment couldn't be processed due to the following reason: %s
fa_ir: با عرض پوزش، پرداخت شما به این علت نمی‌تواند پردازش شود: %s

source: Vandar Secure Gateway
fa_ir: درگاه پرداخت امن وندار

source: Payment complete
fa_ir: پرداخت انجام شد

source: Transaction ID:
fa_ir: شماره‌ی تراکنش:

source: / Payment method:
fa_ir: / نحوه‌ی پرداخت:

source: Payment failed
fa_ir: پرداخت ناموفق بود

source: Transaction did not succeed due to following reason:
fa_ir: تراکنش به این دلیل موفق نبود:

source: Payment was successful. Transaction tracking number is:
fa_ir: پرداخت موفق بود. شماره‌ی پیگیری تراکنش:

source: Payment failed due to the following reason:
fa_ir: پرداخت شما به این دلیل ناموفق بود:

source: Your transaction tracking number is:
fa_ir: شماره‌ی پیگیری تراکنش شما:

source: Vandar gateway settings
fa_ir: گزینه‌های درگاه وندار

source: API Key
fa_ir: کلید API

source: You can create an API Key by going to your <a href="https://vandar.io/dashboard/web-services">Vandar account</a>.
fa_ir: شما می‌توانید کلید API را از <a href="https://vandar.io/dashboard/web-services">حساب وندار خود</a> دریافت کنید.

source: Sandbox mode
fa_ir: حالت آزمایشی

source: If you check this option, the gateway will work in Test (Sandbox) mode.
fa_ir: اگر این گزینه را فعال کنید، پرداخت به صورت آزمایشی انجام خواهد شد.

source: Duplicate payment record
fa_ir: رکورد پرداخت تکراری

source: Payment has not been made.
fa_ir: رکورد پرداخت ساخته نشد.

source: Payment has been unsuccessful.
fa_ir: پرداخت ناموفق بود.

source: An error occurred.
fa_ir: خطایی رخ داده است.

source: Payment has been blocked.
fa_ir: پرداخت شما بلوکه شده است.

source: Returned to the payer.
fa_ir: پول به حساب شما برگشته داده شد.

source: System returned.
fa_ir: سیستم بازگشت.

source: Pending verification.
fa_ir: در انتظار تأیید پرداخت.

source: Payment has been verified.
fa_ir: پرداخت تأیید شد.

source: Payment has already been verified.
fa_ir: پرداخت قبلاً تأیید شده بود.

source: To the payee was deposited.
fa_ir: به حساب فروشنده واریز شد.

source: The code has not been defined.
fa_ir: کد تعریف نشده بود.

source: Vandar for Restrict Content Pro
fa_ir: وندار برای Restrict Content Pro

source: Vandar
fa_ir: وندار

source: <a href="https://vandar.io">Vandar</a> secure payment gateway for Restrict Content Pro
fa_ir: <a href="https://vandar.io">درگاه پرداخت وندار</a> برای افزونه‌ی Restrict Content Pro
